[
    {
        "title": "A Fate Inked in Blood",
        "author": "Danielle L. Jensen",
        "cover": "assets/bookcovers/fate.jpg",
        "alt": "book cover for A Fate Inked in Blood",
        "release": "Feb 27, 2024",
        "publisher": "Del Rey",
        "tags": ["Fantasy", "Romance", "Young Adult", "Mythology"],
        "synopsis": "A shield maiden blessed by the gods battles to unite a nation under a power-hungry king—while also fighting her growing desire for his fiery son—in this Norse-inspired fantasy romance from the bestselling author of The Bridge Kingdom series.\n\nBound in an unwanted marriage, Freya spends her days gutting fish, but dreams of becoming a warrior. And of putting an axe in her boorish husband’s back.\n\nFreya’s dreams abruptly become reality when her husband betrays her to the region’s jarl, landing her in a fight to the death against his son, Bjorn. To survive, Freya is forced to reveal her deepest secret: She possesses a drop of a goddess’s blood, which makes her a shield maiden with magic capable of repelling any attack. It was foretold such a magic would unite the fractured nation of Skaland beneath the one who controls the shield maiden’s fate.\n\nBelieving he’s destined to rule Skaland as king, the fanatical jarl binds Freya with a blood oath and orders Bjorn to protect her from their enemies. Desperate to prove her strength, Freya must train to fight and learn to control her magic, all while facing perilous tests set by the gods. The greatest test of all, however, may be resisting her forbidden attraction to Bjorn. If Freya succumbs to her lust for the charming and fierce warrior, she risks not only her own destiny but the fate of all the people she swore to protect.",
        "goodreads": "https://www.goodreads.com/book/show/165940202-a-fate-inked-in-blood?ac=1&from_search=true&qid=OvIiQUUVSX&rank=1"
    },
    {
        "title": "A Natural History of Dragons",
        "author": "Marie Brennan",
        "cover": "assets/bookcovers/dragons.png",
        "alt": "book cover for A Natural History of Dragons",
        "release": "Feb 5, 2013",
        "publisher": "Tor Books",
        "tags": ["Fantasy", "Historical Fiction", "Adult", "Adventure"],
        "synopsis": "All the world, from Scirland to the farthest reaches of Eriga, know Isabella, Lady Trent, to be the world's preeminent dragon naturalist. She is the remarkable woman who brought the study of dragons out of the misty shadows of myth and misunderstanding into the clear light of modern science. But before she became the illustrious figure we know today, there was a bookish young woman whose passion for learning, natural history, and, yes, dragons defied the stifling conventions of her day.\n\nHere at last, in her own words, is the true story of a pioneering spirit who risked her reputation, her prospects, and her fragile flesh and bone to satisfy her scientific curiosity; of how she sought true love and happiness despite her lamentable eccentricities; and of her thrilling expedition to the perilous mountains of Vystrana, where she made the first of many historic discoveries that would change the world forever.",
        "goodreads": "https://www.goodreads.com/book/show/12974372-a-natural-history-of-dragons?ref=nav_sb_ss_3_9"
    },
    {
        "title": "Ariadne",
        "author": "Jennifer Saint",
        "cover": "assets/bookcovers/ariadne.png",
        "alt": "book cover for Ariadne",
        "release": "March 30, 2021",
        "publisher": "Wildfire",
        "tags": ["Mythology", "Fantasy", "Historical Fiction", "Retelling", "Adult"],
        "synopsis": "As Princesses of Crete and daughters of the fearsome King Minos, Ariadne and her sister Phaedra grow up hearing the hoofbeats and bellows of the Minotaur echo from the Labyrinth beneath the palace. The Minotaur - Minos's greatest shame and Ariadne's brother - demands blood every year.\n\nWhen Theseus, Prince of Athens, arrives in Crete as a sacrifice to the beast, Ariadne falls in love with him. But helping Theseus kill the monster means betraying her family and country, and Ariadne knows only too well that in a world ruled by mercurial gods - drawing their attention can cost you everything.\n\nIn a world where women are nothing more than the pawns of powerful men, will Ariadne's decision to betray Crete for Theseus ensure her happy ending? Or will she find herself sacrificed for her lover's ambition?",
        "goodreads": "https://www.goodreads.com/book/show/54860614-ariadne?ref=nav_sb_ss_1_7"
    },
    {
        "title": "A Tempest of Tea",
        "author": "Hafsah Faizal",
        "cover": "assets/bookcovers/tempest.png",
        "alt": "book cover for A Tempest of Tea",
        "release": "Feb 20, 2024",
        "publisher": "Farrar, Straus & Giroux",
        "tags": ["Fantasy", "Young Adult", "Paranormal", "Historical Fiction"],
        "synopsis": "On the streets of White Roaring, Arthie Casimir is a criminal mastermind and collector of secrets. Her prestigious tearoom transforms into an illegal bloodhouse by dark, catering to the vampires feared by society. But when her establishment is threatened, Arthie is forced to strike an unlikely deal with an alluring adversary to save it—and she can’t do the job alone.\n\nCalling on some of the city's most skilled outcasts, Arthie hatches a plan to infiltrate the sinister, glittering vampire society known as the Athereum. But not everyone in her ragtag crew is on her side, and as the truth behind the heist unfolds, Arthie finds herself in the midst of a conspiracy that will threaten the world as she knows it.",
        "goodreads": "https://www.goodreads.com/book/show/59406549-a-tempest-of-tea"
    },
    {
        "title": "Belladonna",
        "author": "Adalyn Grace",
        "cover": "assets/bookcovers/bella.png",
        "alt": "book cover for Belladonna",
        "release": "Aug 30, 2022",
        "publisher": "Little, Brown and Company",
        "tags": ["Fantasy", "Romance", "Young Adult", "Mystery", "Gothic"],
        "synopsis": "Orphaned as a baby, nineteen-year-old Signa has been raised by a string of guardians, each one more interested in her wealth than her well-being—and each has met an untimely end. Her remaining relatives are the elusive Hawthornes, an eccentric family living at Thorn Grove, an estate both glittering and gloomy. Its patriarch mourns his late wife through wild parties, while his son grapples for control of the family’s waning reputation, and his daughter suffers from a mysterious illness. But when their mother’s restless spirit appears claiming she was poisoned, Signa realizes that the family she depends on could be in grave danger and enlists the help of a surly stable boy to hunt down the killer.\n\nHowever, Signa’s best chance of uncovering the murderer is an alliance with Death himself, a fascinating, dangerous shadow who has never been far from her side. Though he’s made her life a living hell, Death shows Signa that their growing connection may be more powerful—and more irresistible—than she ever dared imagine.",
        "goodreads": "https://www.goodreads.com/book/show/59227936-belladonna?ac=1&from_search=true&qid=cDhtYmNdnL&rank=1"
    },
    {
        "title": "Daughters of Sparta",
        "author": "Claire Heywood",
        "cover": "assets/bookcovers/daughters.jpg",
        "alt": "book cover for Daughters of Sparta",
        "release": "Jun 22, 2021",
        "publisher": "Dutton",
        "tags": ["Mythology", "Historical Fiction", "Fantasy", "Retelling", "Adult"],
        "synopsis": "As princesses of Sparta, Helen and Klytemnestra have known nothing but luxury and plenty. With their high birth and unrivaled beauty, they are the envy of all of Greece. But such privilege comes at a cost. While still only girls, the sisters are separated and married to foreign kings of their father's choosing--the powerful Agamemnon, and his brother Menelaos. Yet even as Queens, each is only expected to do two things: birth an heir and embody the meek, demure nature that is expected of women.\n\nBut when the weight of their husbands' neglect, cruelty, and ambition becomes too heavy to bear, Helen and Klytemnestra must push against the constraints of their society to carve new lives for themselves, and in doing so, make waves that will ripple throughout the next three thousand years.",
        "goodreads": "https://www.goodreads.com/book/show/57423631-daughters-of-sparta?from_search=true&from_srp=true&qid=YkCpzTa9V6&rank=1"
    },
    {
        "title": "Her Majesty’s Royal Coven",
        "author": "Juno Dawson",
        "cover": "assets/bookcovers/coven.jpg",
        "alt": "book cover for Her Majesty's Royal Coven",
        "release": "May 31, 2022",
        "publisher": "Penguin Books",
        "tags": ["Adult", "Urban Fantasy", "Paranormal", "LGBTQ+"],
        "synopsis": "If you look hard enough at old photographs, we're there in the background: healers in the trenches; Suffragettes; Bletchley Park oracles; land girls and resistance fighters. Why is it we help in times of crisis? We have a gift. We are stronger than Mundanes, plain and simple.\n\nAt the dawn of their adolescence, on the eve of the summer solstice, four young girls--Helena, Leonie, Niamh and Elle--took the oath to join Her Majesty's Royal Coven, established by Queen Elizabeth I as a covert government department. Now, decades later, the witch community is still reeling from a civil war and Helena is now the reigning High Priestess of the organization. Yet Helena is the only one of her friend group still enmeshed in the stale bureaucracy of HMRC. Elle is trying to pretend she's a normal housewife, and Niamh has become a country vet, using her powers to heal sick animals. In what Helena perceives as the deepest betrayal, Leonie has defected to start her own more inclusive and intersectional coven, Diaspora. And now Helena has a bigger problem. A young warlock of extraordinary capabilities has been captured by authorities and seems to threaten the very existence of HMRC. With conflicting beliefs over the best course of action, the four friends must decide where their loyalties lie: with preserving tradition, or doing what is right.",
        "goodreads": "https://www.goodreads.com/book/show/59088433-her-majesty-s-royal-coven?ac=1&from_search=true&qid=SBdMrPYFrL&rank=1"
    },
    {
        "title": "Ithaca",
        "author": "Claire North",
        "cover": "assets/bookcovers/ithaca.jpg",
        "alt": "book cover for Ithaca",
        "release": "Sep 6, 2022",
        "publisher": "Orbit",
        "tags": ["Mythology", "Fantasy", "Retelling", "Historical Fiction", "Adult"],
        "synopsis": "Seventeen years ago, King Odysseus sailed to war with Troy, taking with him every man of fighting age from the island of Ithaca. None of them has returned, and the women of Ithaca have been left behind to run the kingdom.\n\nPenelope was barely into womanhood when she wed Odysseus. While he lived, her position was secure. But now, years on, speculation is mounting that her husband is dead, and suitors are beginning to knock at her door.\n\nNo one man is strong enough to claim Odysseus' empty throne—not yet. But everyone waits for the balance of power to tip, and Penelope knows that any choice she makes could plunge Ithaca into bloody civil war. Only through cunning, wit, and her trusted circle of maids, can she maintain the tenuous peace needed for the kingdom to survive.\n\nThis is the story of Penelope of Ithaca, famed wife of Odysseus, as it has never been told before. Beyond Ithaca’s shores, the whims of gods dictate the wars of men. But on the isle, it is the choices of the abandoned women—and their goddesses— that will change the course of the world.",
        "goodreads": "https://www.goodreads.com/book/show/59416521-ithaca?ref=nav_sb_ss_2_6"
    },
    {
        "title": "Payback’s a Witch",
        "author": "Lana Harper",
        "cover": "assets/bookcovers/payback.png",
        "alt": "book cover for Payback's a Witch",
        "release": "Oct 5, 2021",
        "publisher": "Berkley",
        "tags": ["Romance", "Paranormal", "Adult", "LGBTQ+"],
        "synopsis": "Emmy Harlow is a witch but not a very powerful one—in part because she hasn't been home to the magical town of Thistle Grove in years. Her self-imposed exile has a lot to do with a complicated family history and a desire to forge her own way in the world, and only the very tiniest bit to do with Gareth Blackmoore, heir to the most powerful magical family in town and casual breaker of hearts and destroyer of dreams.\n\nBut when a spellcasting tournament that her family serves as arbiters for approaches, it turns out the pull of tradition (or the truly impressive parental guilt trip that comes with it) is strong enough to bring Emmy back. She's determined to do her familial duty; spend some quality time with her best friend, Linden Thorn; and get back to her real life in Chicago.\n\nOn her first night home, Emmy runs into Talia Avramov—an all-around badass adept in the darker magical arts—who is fresh off a bad breakup . . . with Gareth Blackmoore. Talia had let herself be charmed, only to discover that Gareth was also seeing Linden—unbeknownst to either of them. And now she and Linden want revenge. Only one question stands: Is Emmy in?\n\nBut most concerning of all: Why can't she stop thinking about the terrifyingly competent, devastatingly gorgeous, wickedly charming Talia Avramov?",
        "goodreads": "https://www.goodreads.com/book/show/55566545-payback-s-a-witch?ref=nav_sb_ss_1_7"
    },
    {
        "title": "Song of the Forever Rains",
        "author": "E. J. Mellow",
        "cover": "assets/bookcovers/song.png",
        "alt": "book cover for Song of the Forever Rains",
        "release": "Jul 1, 2021",
        "publisher": "Montlake",
        "tags": ["Fantasy", "Romance", "Adult"],
        "synopsis": "The Thief Kingdom is a place hidden within the world of Aadlior. Many whisper of its existence, but few have found this place, where magic and pleasure abound. There, the mysterious Thief King reigns supreme with the help of the Mousai, a trio of revered and feared sorceresses.\n\nLarkyra Bassette may be the youngest of the Mousai, but when she sings her voice has the power to slay monsters. When it’s discovered the Duke of Lachlan is siphoning a poisonous drug from the Thief Kingdom and using it to abuse his tenants, Larkyra is offered her first solo mission to stop the duke. Eager to prove herself, Larkyra accepts by posing as the duke’s potential bride. But her plans grow complicated when she finds herself drawn to Lord Darius Mekenna, Lachlan’s rightful heir. Soon she suspects Darius has his own motivations for ridding Lachlan of the corrupt duke. Larkyra and Darius must learn to trust each other if there is to be any hope of saving the people of Lachlan—and themselves.",
        "goodreads": "https://www.goodreads.com/book/show/35155381-song-of-the-forever-rains?ref=nav_sb_ss_1_19"
    },
    {
        "title": "The Bookshop and the Barbarian",
        "author": "Morgan Stang",
        "cover": "assets/bookcovers/bookshop.jpg",
        "alt": "book cover for The Bookshop and the Barbarian",
        "release": "Jan 17, 2023",
        "publisher": "Self-published",
        "tags": ["Fantasy", "Cozy Mystery", "Romance", "LGBTQ+", "Adult"],
        "synopsis": "Running from strife in her homeland, Maribella Waters becomes the new owner of the fabled Cozy Quill. After finding squatters on her property, she employs Asteria Helsdottir, a giant, barbarian warrior woman more accustomed to swinging an axe than opening a book. Together, the odd couple must make a success out of the bookshop—and survive a dizzying procession of seasonal festivals.\n\nBut the local evil noblewoman has other plans in mind. Threatened with being run off the land, Maribella and Asteria must use their wits to outsmart Lady Malicent and keep their business open. Along the way, the whole town lends a hand, friendships are forged, and mysteries are revealed.",
        "goodreads": "https://www.goodreads.com/book/show/74732132-the-bookshop-and-the-barbarian?ref=nav_sb_ss_1_21"
    },
    {
        "title": "The City of Brass",
        "author": "S.A. Chakraborty",
        "cover": "assets/bookcovers/brass.jpg",
        "alt": "book cover for The City of Brass",
        "release": "Nov 14, 2017",
        "publisher": "Harper Voyager",
        "tags": ["Fantasy", "Historical Fiction", "Adult", "Adventure"],
        "synopsis": "Nahri has never believed in magic. Certainly, she has power; on the streets of 18th century Cairo, she’s a con woman of unsurpassed talent. But she knows better than anyone that the trade she uses to get by—palm readings, zars, healings—are all tricks, sleights of hand, learned skills; a means to the delightful end of swindling Ottoman nobles.\n\nBut when Nahri accidentally summons an equally sly, darkly mysterious djinn warrior to her side during one of her cons, she’s forced to accept that the magical world she thought only existed in childhood stories is real. For the warrior tells her a new tale: across hot, windswept sands teeming with creatures of fire, and rivers where the mythical marid sleep; past ruins of once-magnificent human metropolises, and mountains where the circling hawks are not what they seem, lies Daevabad, the legendary city of brass, a city to which Nahri is irrevocably bound.\n\nIn that city, behind gilded brass walls laced with enchantments, behind the six gates of the six djinn tribes, old resentments are simmering. And when Nahri decides to enter this world, she learns that true power is fierce and brutal. That magic cannot shield her from the dangerous web of court politics. That even the cleverest of schemes can have deadly consequences.\n\nAfter all, there is a reason they say be careful what you wish for . . .",
        "goodreads": "https://www.goodreads.com/book/show/32754785-the-city-of-brass?ac=1&from_search=true&qid=XqyzRmhWVR&rank=1"
    },
    {
        "title": "The Left-Handed Booksellers of London",
        "author": "Garth Nix",
        "cover": "assets/bookcovers/london.png",
        "alt": "book cover for The Left-Handed Booksellers of London",
        "release": "Sep 22, 2020",
        "publisher": "Katherine Tegen Books",
        "tags": ["Urban Fantasy", "Young Adult", "Historical Fiction"],
        "synopsis": "In a slightly alternate London in 1983, Susan Arkshaw is looking for her father, a man she has never met. Crime boss Frank Thringley might be able to help her, but Susan doesn’t get time to ask Frank any questions before he is turned to dust by the prick of a silver hatpin in the hands of the outrageously attractive Merlin.\n\nMerlin is a young left-handed bookseller (one of the fighting ones), who with the right-handed booksellers (the intellectual ones), are an extended family of magical beings who police the mythic and legendary Old World when it intrudes on the modern world, in addition to running several bookshops.\n\nSusan’s search for her father begins with her mother’s possibly misremembered or misspelt surnames, a reading room ticket, and a silver cigarette case engraved with something that might be a coat of arms.\n\nMerlin has a quest of his own, to find the Old World entity who used ordinary criminals to kill his mother. As he and his sister, the right-handed bookseller Vivien, tread in the path of a botched or covered-up police investigation from years past, they find this quest strangely overlaps with Susan’s. Who or what was her father? Susan, Merlin, and Vivien must find out, as the Old World erupts dangerously into the New.",
        "goodreads": "https://www.goodreads.com/book/show/49867186-the-left-handed-booksellers-of-london?ref=nav_sb_ss_2_11"
    },
    {
        "title": "The Sunbearer Trials",
        "author": "Aiden Thomas",
        "cover": "assets/bookcovers/sunbearer.jpg",
        "alt": "book cover for The Sunbearer Trials",
        "release": "Sep 6, 2022",
        "publisher": "Feiwel & Friends",
        "tags": ["Young Adult", "Fantasy", "Mythology", "LGBTQ+"],
        "synopsis": "As each new decade begins, the Sun’s power must be replenished so that Sol can keep traveling along the sky and keep the evil Obsidian gods at bay. Ten semidioses between the ages of thirteen and eighteen are selected by Sol himself as the most worthy to compete in The Sunbearer Trials. The winner carries light and life to all the temples of Reino del Sol, but the loser has the greatest honor of all—they will be sacrificed to Sol, their body used to fuel the Sun Stones that will protect the people of Reino del Sol for the next ten years.\n\nTeo, a 17-year-old Jade semidiós and the trans son of Quetzal, goddess of birds, has never worried about the Trials…or rather, he’s only worried for others. His best friend Niya—daughter of Tierra, the god of earth—is one of the strongest heroes of their generation and is much too likely to be chosen this year. He also can’t help but worry (reluctantly, and under protest) for Aurelio, a powerful Gold semidiós and Teo’s friend-turned-rival who is a shoo-in for the Trials. Teo wouldn’t mind taking Aurelio down a notch or two, but a one-in-ten chance of death is a bit too close for Teo’s taste.\n\nBut then, for the first time in over a century, Sol chooses a semidiós who isn’t a Gold. In fact, he chooses two: Xio, the 13-year-old child of Mala Suerte, god of bad luck, and…Teo. Now they must compete in five mysterious trials, against opponents who are both more powerful and better trained, for fame, glory, and their own survival.",
        "goodreads": "https://www.goodreads.com/book/show/55878999-the-sunbearer-trials?ref=nav_sb_ss_1_9"
    },
    {
        "title": "The Wolf of Oren-Yaro",
        "author": "K.S. Villoso",
        "cover": "assets/bookcovers/wolf.png",
        "alt": "book cover for The Wolf of Oren-Yaro",
        "release": "Apr 5, 2018",
        "publisher": "Liam’s Vigil Publishing",
        "tags": ["Adult", "Fantasy", "Epic Fantasy"],
        "synopsis": "Born under the crumbling towers of Oren-yaro, Queen Talyien was the shining jewel and legacy of the bloody War of the Wolves that nearly tore her nation apart. Her upcoming marriage to the son of her father's rival heralds peaceful days to come.\n\nBut his sudden departure before their reign begins fractures the kingdom beyond repair.\n\nYears later, Talyien receives a message, urging her to attend a meeting across the sea. It's meant to be an effort at reconciliation, but an assassination attempt leaves the queen stranded and desperate to survive in a dangerous land. With no idea who she can trust, she's on her own as she struggles to fight her way home.",
        "goodreads": "https://www.goodreads.com/book/show/46207682-the-wolf-of-oren-yaro?ref=nav_sb_ss_1_12"
    }
]
